{
  "esc": {
    "titulo": "Distribuciones de Escritorio",
    "nombre1": "Ubuntu",
    "nombre2": "Mint",
    "nombre3": "Fedora",
    "nombre4": "Arch Linux",
    "ver1": "Última versión estable: 22.04 LTS 21/4/2022",
    "ver2": "Última versión estable: 21.1 'Vera' 19/12/2022",
    "ver3": "Última versión estable: 37 15/11/2022",
    "ver4": "Última versión estable: 1/6/2022",
    "desc1": "Ubuntu es una distribución Linux basada en Debian, que incluye principalmente software libre y de código abierto. Puede utilizarse en ordenadores y servidores.",
    "desc2": "Linux Mint es una distribución de GNU/Linux comunitaria basada en Ubuntu, y a su vez en Debian, que tiene por objetivo proveer un sistema operativo moderno, elegante y cómodo que sea tanto poderoso como fácil de usar.​",
    "desc3": "Fedora es una distribución GNU/Linux para propósitos generales. Es mantenida por una comunidad internacional de ingenieros, diseñadores gráficos y usuarios.",
    "desc4": "Arch Linux ​ es una distribución Linux para computadoras x86-64, ​ arquitecturas ARM y I686 orientada a usuarios avanzados. Se compone en su mayor parte de software libre y de código abierto ​ y apoya la participación comunitaria.​"
  },
  "ser": {
    "titulo": "Distribuciones de Servidores",
    "nombre1": "Debian",
    "nombre2": "CentOS",
    "nombre3": "SUSE Linux Enterprise Server",
    "nombre4": "Raspberry Pi OS Lite",
    "ver1": "Última versión: 11.6  17/12/2022",
    "ver2": "Última versión: 9  3/12/2021",
    "ver3": "Última versión: 15 Service Pack 4 24/06/2022",
    "ver4": "Última versión: Raspberry Pi OS (32-bit and 64-bit) 21/02/2023",
    "desc1": "Debian es una de las mejores distribuciones Linux que podemos encontrar. Es una de las más puras, que mejor rendimiento y estabilidad ofrecen y de las que mejor soporte y comunidad gratuita ofrece a los usuarios.",
    "desc2": "CentOS es una distribución para servidores basada en Red Hat pero mantenida por la comunidad. Entre sus principales características podemos destacar que se trata de un sistema mucho más pequeño que otras distros, por lo que cada administrador puede configurarlo según sus necesidades, evitando tener paquetes innecesarios instalados de serie.",
    "desc3": "Si lo que se desea es sobre todo tener un soporte técnico profesional siempre disponible, SLES es una de las mejores distros en este aspecto. SUSE Linux Enterprise Server es una distro basada en OpenSUSE pero preparada para brindar a los usuarios la mejor estabilidad y el mejor rendimiento posible. ",
    "desc4": "Raspberry Pi OS Lite es una distribución Linux, basada en Debian, especialmente creada para funcionar en este micro-ordenador."
  },
  "mov": {
    "titulo": "Distribuciones Móviles",
    "nombre1": "Android",
    "nombre2": "Ubuntu Touch",
    "nombre3": "Sailfish OS",
    "nombre4": "PostmarketOS",
    "ver1": "Última versión estable: Android 12, 10/2021",
    "ver2": "Última versión estable: 16.04 LTS, 21/4/2022",
    "ver3": "Última versión estable: Sailfish OS 4.3, 10/2021",
    "ver4": "Última versión estable: v21.11.04, 11/2021",
    "desc1": "Es la distribución de Linux para dispositivos móviles más utilizada en todo el mundo. Es el sistema operativo principal de la mayoría de los teléfonos inteligentes y tabletas Android.",
    "desc2": "Es una distribución de Linux para dispositivos móviles desarrollada por Canonical, la misma compañía detrás de la popular distribución de Linux Ubuntu. Se ha diseñado para ofrecer una experiencia de escritorio completa en dispositivos móviles.",
    "desc3": "Es una distribución de Linux para dispositivos móviles desarrollada por Jolla. Se basa en el núcleo de Linux y está diseñada para ser altamente personalizable, segura y fácil de usar.",
    "desc4": "Es una distribución de Linux para dispositivos móviles de código abierto y enfocada en la seguridad y la privacidad. Está diseñada para funcionar en dispositivos antiguos y reciclados, y se actualiza regularmente para garantizar la compatibilidad con los últimos dispositivos móviles."
  }
}
